Repository: bobcode99/DoDo
Catalog: PodcastAnalyzer/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Select Region
zh_hans: 选择地区
zh_hant: 選擇地區

source: Selected shortcut
zh_hans: 已选快捷指令
zh_hant: 已選捷徑

source: Sentence Highlight
zh_hans: 句子重点标示
zh_hant: 句子重點標示

source: Sentence-based format is recommended for better AI analysis quality and lower token costs.
zh_hans: 建议使用句子格式以获得更好的 AI 分析质量和更低的 token 成本。
zh_hant: 建議使用句子格式以獲得更好的 AI 分析品質和更低的 token 成本。

source: Server
zh_hans: 服务器
zh_hant: 伺服器

source: Server URL
zh_hans: 服务器地址
zh_hant: 伺服器網址

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Setup
zh_hans: 设置
zh_hant: 設定

source: Setup Instructions
zh_hans: 设置说明
zh_hant: 設定說明

source: Setup Instructions:
zh_hans: 設置说明：
zh_hant: 設定說明：

source: Share
zh_hans: 分享
zh_hant: 分享

source: Share Episode
zh_hans: 分享节目
zh_hant: 分享集數

source: Share Episode...
zh_hans: 分享节目…
zh_hant: 分享集數…

source: Share OPML
zh_hans: 共享 OPML
zh_hant: 分享 OPML

source: Share...
zh_hans: 共享…
zh_hant: 分享…

source: Shortcut
zh_hans: 快捷指令
zh_hant: 捷徑

source: Shortcut Configuration
zh_hans: 快捷指令设置
zh_hant: 捷徑設定

source: Shortcut name
zh_hans: 快捷指令名称
zh_hant: 捷徑名稱

source: Shortcut Name
zh_hans: 快捷指令名称
zh_hant: 捷徑名稱

source: Shortcuts
zh_hans: 快捷指令
zh_hant: 捷徑

source: Shortcuts calls your configured shortcut to process AI requests. You can use any AI provider (Apple Intelligence, ChatGPT, Gemini, etc.) inside your shortcut.
zh_hans: 快捷指令会调用您配置的快捷指令来处理 AI 请求。您可以在快捷指令中使用任何 AI 提供商（Apple Intelligence、ChatGPT、Gemini 等）。
zh_hant: 捷徑會呼叫您設定的捷徑來處理 AI 請求。您可以在捷徑中使用任何 AI 提供者（Apple Intelligence、ChatGPT、Gemini 等）。

source: Shortcuts Debug
zh_hans: 快捷指令调试
zh_hant: 捷徑除錯

source: ShortcutsAIService State
zh_hans: ShortcutsAIService 状态
zh_hant: ShortcutsAIService 狀態

source: Show · %@
zh_hans: 节目 · %@
zh_hant: 節目 · %@

source: Show · %lld episodes
zh_hans: 节目 · %lld 集
zh_hant: 節目 · %lld 集

source: Show AI-powered episode suggestions and trending episodes on Home. Hide artwork to reduce memory usage.
zh_hans: 在首页显示 AI 节目推荐和热门节目。隐藏封面以减少内存占用。
zh_hant: 在首頁顯示 AI 集數推薦和熱門集數。隱藏封面以減少記憶體用量。

source: Show All (%lld)
zh_hans: 显示全部（%lld）
zh_hant: 顯示全部（%lld）

source: Show Episode Artwork
zh_hans: 显示节目封面
zh_hant: 顯示集數封面

source: Show Format (optional)
zh_hans: 节目格式（可选）
zh_hant: 節目格式（選填）

source: Show full player
zh_hans: 显示完整播放器
zh_hant: 顯示完整播放器

source: Show less
zh_hans: 显示较少
zh_hant: 顯示較少

source: Show Less
zh_hans: 显示较少
zh_hant: 顯示較少

source: Show trending episodes from top podcasts on Home
zh_hans: 在首页显示热门播客节目
zh_hant: 在首頁顯示熱門 Podcast 集數

# Showing %lld result%@
source: Showing %1$lld result%2$@
zh_hans: 显示 %1$lld 个结果%2$@
zh_hant: 顯示 %1$lld 個結果%2$@

source: Simplified Chinese
zh_hans: 简体中文
zh_hant: 簡體中文

source: Skip Back
zh_hans: 快退
zh_hant: 倒退

source: Skip back %lld seconds
zh_hans: 快退 %lld 秒
zh_hant: 倒退 %lld 秒

source: Skip back 15 seconds
zh_hans: 后退 15 秒
zh_hant: 後退 15 秒

source: Skip Backward
zh_hans: 向后跳转
zh_hant: 向後跳轉

source: Skip backward 15 seconds in the current episode
zh_hans: 在当前节目中后退 15 秒
zh_hant: 在目前集數中後退 15 秒

source: Skip episodes shorter than this duration. 0 = no minimum.
zh_hans: 跳过短于此时长的单集。0 = 无下限。
zh_hant: 跳過短於此時長的單集。0 = 無下限。

source: Skip episodes whose title contains any of these terms. Exclude wins over include.
zh_hans: 跳过标题包含任一这些词的单集。排除优先于包含。
zh_hant: 跳過標題包含任一這些詞的單集。排除優先於包含。

source: Skip Forward
zh_hans: 向前跳转
zh_hant: 向前跳轉

source: Skip forward %lld seconds
zh_hans: 快进 %lld 秒
zh_hant: 快轉 %lld 秒

source: Skip forward 15 seconds in the current episode
zh_hans: 在当前节目中前进 15 秒
zh_hant: 在目前集數中前進 15 秒

source: Skip forward 30 seconds
zh_hans: 前进 30 秒
zh_hant: 前進 30 秒

source: Skip intervals also apply to lock screen and headphone controls. Auto-play continues from the Up Next queue when it would otherwise stop.
zh_hans: 快进／快退间隔同样适用于锁屏和耳机控制。在本应停止时，自动播放会从“接下来”队列继续。
zh_hant: 快轉／倒退間隔同樣適用於鎖定畫面和耳機控制。在本應停止時，自動播放會從「接下來」佇列繼續。

source: Skip intervals apply to in-app controls and lock screen/headphone buttons.
zh_hans: 快进／快退间隔适用于应用内控制以及锁屏／耳机按钮。
zh_hant: 快轉／倒退間隔適用於 App 內控制以及鎖定畫面／耳機按鈕。

source: Skips chain-of-thought reasoning for faster responses. Best for DeepSeek-R1 and other reasoning models.
zh_hans: 跳过思维链推理以获得更快的响应。最适合 DeepSeek-R1 和其他推理模型。
zh_hant: 跳過思維鏈推理以獲得更快的回應。最適合 DeepSeek-R1 和其他推理模型。

source: Sleep timer
zh_hans: 睡眠定时器
zh_hant: 睡眠計時器

source: Sleep timer active
zh_hans: 睡眠定时器已启用
zh_hant: 睡眠計時器已啟用

source: Smart Analysis
zh_hans: 智能分析
zh_hant: 智慧分析

source: Sources from Transcript
zh_hans: 来自逐字稿的来源
zh_hant: 來自逐字稿的來源

source: Spanish
zh_hans: 西班牙语
zh_hant: 西班牙文

source: Speech Model
zh_hans: 语音模型
zh_hant: 語音模型

source: Speech Model Status
zh_hans: 语音模型状态
zh_hant: 語音模型狀態

source: Speech Recognition
zh_hans: 语音识别
zh_hant: 語音辨識

source: Speech recognition is restricted on this device.
zh_hans: 此设备上的语音识别功能受到限制。
zh_hant: 此裝置上的語音辨識功能受到限制。

source: Speech recognition model will be downloaded on first use
zh_hans: 语音识别模型将在首次使用时下载
zh_hant: 語音辨識模型將在首次使用時下載

source: Speech recognition permission denied. Enable in Settings > Privacy > Speech Recognition.
zh_hans: 语音识别权限被拒绝。请在「设置」>「隐私」>「语音识别」中启用。
zh_hant: 語音辨識權限被拒絕。請在「設定」>「隱私權」>「語音辨識」中啟用。

source: Speed
zh_hans: 速度
zh_hant: 速度

source: Split long audio
zh_hans: 拆分长音频
zh_hant: 分割長音訊

source: Split Long Audio
zh_hans: 分割长音频
zh_hant: 分割長音訊

source: Star
zh_hans: 加星标
zh_hant: 加星號

source: Star Episode
zh_hans: 为节目加星标
zh_hant: 為集數加星號

source: Star episodes to save them here for later
zh_hans: 为节目加星标以保存在此供日后使用
zh_hant: 為集數加星號以儲存在此供日後使用

source: Starred
zh_hans: 已加星标
zh_hant: 已加星號

source: Start Fresh
zh_hans: 全新开始
zh_hant: 全新開始

source: Start listening to episodes to see your stats here
zh_hans: 开始收听节目以在此查看您的统计数据
zh_hant: 開始收聽集數以在此查看您的統計資料

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Storage
zh_hans: 存储
zh_hant: 儲存

source: Storage Usage
zh_hans: 存储用量
zh_hant: 儲存用量

source: Streaming
zh_hans: 流式传输
zh_hant: 串流

source: Subscribe
zh_hans: 订阅
zh_hant: 訂閱

source: Subscribe to a podcast to add transcription terms.
zh_hans: 订阅播客以添加转录词条。
zh_hant: 訂閱播客以新增轉錄詞條。

source: Subscribe to a podcast to manage auto-transcribe from here.
zh_hans: 订阅播客以在此管理自动转录。
zh_hant: 訂閱播客以在此管理自動轉錄。

source: Subscribe to podcasts to see latest episodes
zh_hans: 订阅播客以查看最新节目
zh_hant: 訂閱 Podcast 以查看最新集數

source: Subscribe to podcasts to see new episodes here
zh_hans: 订阅播客以在此查看新节目
zh_hant: 訂閱 Podcast 以在此查看新集數

source: Subscribed
zh_hans: 已订阅
zh_hant: 已訂閱

source: Subscribed Podcasts
zh_hans: 已订阅播客
zh_hant: 已訂閱播客

source: Subscribing...
zh_hans: 订阅中…
zh_hant: 訂閱中…

source: Subscription Failed
zh_hans: 订阅失败
zh_hant: 訂閱失敗

source: Subscriptions
zh_hans: 订阅
zh_hant: 訂閱

source: Subtitle settings
zh_hans: 字幕设置
zh_hant: 字幕設定

source: Subtitle Settings
zh_hans: 字幕设置
zh_hant: 字幕設定

source: Subtitle Settings…
zh_hans: 字幕设置…
zh_hant: 字幕設定…

source: Success
zh_hans: 成功
zh_hant: 成功

source: Summaries, highlights, and Q&A
zh_hans: 摘要、亮点与问答
zh_hant: 摘要、重點與問答

source: Summary
zh_hans: 摘要
zh_hant: 摘要

source: Summary, takeaways & quotes
zh_hans: 摘要、要点与金句
zh_hant: 摘要、重點與金句

source: Sync
zh_hans: 同步
zh_hant: 同步

source: Sync & Notifications
zh_hans: 同步与通知
zh_hant: 同步與通知

source: Sync Now
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync Settings
zh_hans: 同步设置
zh_hant: 同步設定

source: Synced · tap a line to seek
zh_hans: 已同步 · 点按一行可跳转
zh_hant: 已同步 · 點按一行可跳轉

source: Syncing %lld of %lld…
zh_hans: 正在同步第 %lld/%lld 个…
zh_hant: 正在同步第 %lld／%lld 個…

source: System Default
zh_hans: 系统默认
zh_hant: 系統預設

source: Tap **Add Shortcut** to install it on your device.
zh_hans: 点按 **获取快捷指令** 以安装到您的设备。
zh_hant: 點按 **取得捷徑** 以安裝到您的裝置。

source: Tap **ApplePodcast to Dodo** to import all your shows.
zh_hans: 点按 **ApplePodcast to Dodo** 以导入您的所有节目。
zh_hant: 點按 **ApplePodcast to Dodo** 以匯入您的所有節目。

source: Tap a sentence to seek playback.
zh_hans: 点按句子可跳转播放。
zh_hant: 點一下句子可跳轉播放。

source: Tap a shortcut to make it active. Add as many as you need to switch between providers quickly.
zh_hans: 点按快捷指令将其设为活动。可按需添加多个，以便在不同服务商之间快速切换。
zh_hant: 點一下捷徑將其設為使用中。可按需新增多個，以便在不同服務商之間快速切換。

source: Tap any toggle to start auto-transcribing a podcast's new episodes.
zh_hans: 点按任一开关即可开始自动转录某播客的新单集。
zh_hant: 點一下任一開關即可開始自動轉錄某播客的新單集。

source: Tap below to open the **ApplePodcast to Dodo** shortcut in the Shortcuts app.
zh_hans: 点击下方在「快捷指令」应用中打开 **ApplePodcast to Dodo** 快捷指令。
zh_hant: 點擊下方在「捷徑」應用程式中打開 **ApplePodcast to Dodo** 捷徑。

source: Tap the refresh button to fetch the latest available models from the API.
zh_hans: 点击刷新按钮以从 API 获取最新可用模型。
zh_hant: 點選重新整理按鈕以從 API 取得最新可用模型。

source: Tap to translate to your default language. Change the default in Settings.
zh_hans: 点击以翻译至您的默认语言。可在设置中更改默认值。
zh_hant: 點選以翻譯至您的預設語言。可在設定中更改預設值。

source: Target Audience
zh_hans: 目标受众
zh_hant: 目標受眾

source: Test Connection
zh_hans: 测试连接
zh_hant: 測試連線

source: Test payload
zh_hans: 测试负载
zh_hant: 測試酬載

source: Thai
zh_hans: 泰语
zh_hant: 泰文

source: The AI-generated analysis text
zh_hans: AI 生成的分析文字
zh_hant: AI 生成的分析文字

source: The episode identifier (audio URL)
zh_hans: 节目标识符（音频链接）
zh_hant: 集數識別碼（音訊網址）

source: The exported podcast list containing RSS feed URLs
zh_hans: 包含 RSS 订阅链接的已导出播客列表
zh_hant: 包含 RSS 訂閱網址的已匯出 Podcast 清單

source: The podcast episode title
zh_hans: 播客节目标题
zh_hant: Podcast 集數標題

source: The podcast name
zh_hans: 播客名称
zh_hant: Podcast 名稱

source: The server binds to 127.0.0.1 only. Clients on this Mac (Claude Code, Claude Desktop via mcp-remote, ChatGPT, etc.) can connect; nothing on the network can.
zh_hans: 服务器仅绑定 127.0.0.1。此 Mac 上的客户端（Claude Code、经由 mcp-remote 的 Claude Desktop、ChatGPT 等）可以连接；网络上的任何设备都不行。
zh_hant: 伺服器僅綁定 127.0.0.1。此 Mac 上的用戶端（Claude Code、經由 mcp-remote 的 Claude Desktop、ChatGPT 等）可以連線；網路上的任何裝置都不行。

source: The transcript text to analyze
zh_hans: 要分析的逐字稿文字
zh_hant: 要分析的逐字稿文字

source: This episode has a transcript from the podcast feed.
zh_hans: 此节目包含来自播客订阅的字幕。
zh_hant: 此集數包含來自 Podcast 訂閱的字幕。

source: This episode has no transcript yet, so the prompt below has no source text. Generate or fetch a transcript first to get a complete prompt.
zh_hans: 这一集还没有文字稿，因此下方提示词没有源文本。请先生成或获取文字稿，以得到完整的提示词。
zh_hant: 這一集還沒有文字稿，因此下方提示詞沒有原始文字。請先產生或取得文字稿，以得到完整的提示詞。

source: This episode is no longer available in your library.
zh_hans: 这一集已不在你的资料库中。
zh_hant: 這一集已不在你的資料庫中。

source: This podcast is not in your library
zh_hans: 此播客不在您的资料库中
zh_hant: 此 Podcast 不在您的資料庫中

source: This replaces the current transcript with one generated from the downloaded audio and preserves accurate timestamps.
zh_hans: 这会用从已下载音频生成的文字稿替换当前文字稿，并保留准确的时间戳。
zh_hant: 這會用從已下載音訊產生的文字稿取代目前文字稿，並保留準確的時間戳記。

source: This will clear all cached podcast artwork. Images will be re-downloaded as needed.
zh_hans: 这将清除所有缓存的播客封面。图片将在需要时重新下载。
zh_hant: 這將清除所有已快取的 Podcast 封面。圖片將在需要時重新下載。

source: This will delete all AI-generated analysis data. You can regenerate them later.
zh_hans: 这将删除所有 AI 生成的分析数据。您可以稍后重新生成。
zh_hant: 這將刪除所有 AI 生成的分析資料。您可以稍後重新產生。

source: This will delete all AI-generated summaries, entities, highlights, and Q&A history.
zh_hans: 这将删除所有 AI 生成的摘要、实体、重点及问答记录。
zh_hant: 這將刪除所有 AI 生成的摘要、實體、重點及問答記錄。

source: This will delete all downloaded episodes. You can re-download them later.
zh_hans: 这将删除所有已下载的节目。您可以稍后重新下载。
zh_hant: 這將刪除所有已下載的集數。您可以稍後重新下載。

source: This will delete all generated transcripts. You can regenerate them later.
zh_hans: 这将删除所有生成的字幕。您可以稍后重新生成。
zh_hant: 這將刪除所有已產生的字幕。您可以稍後重新產生。

source: This will remove all cached images. They will be re-downloaded when needed.
zh_hans: 这将删除所有缓存的图片。需要时将重新下载。
zh_hant: 這將移除所有已快取的圖片。需要時將重新下載。

source: This will replace the current transcript with one generated from the downloaded audio. The new transcript will have accurate timestamps.
zh_hans: 这将以从已下载音频生成的逐字稿替换当前的逐字稿。新逐字稿将包含精确的时间戳。
zh_hant: 這將以從已下載音訊產生的逐字稿取代目前的逐字稿。新逐字稿將包含精確的時間戳記。

source: Time Period
zh_hans: 时间段
zh_hant: 時間段

source: Timeout
zh_hans: 超时
zh_hant: 逾時

source: Timestamps may drift if the episode includes ads
zh_hans: 如果这一集包含广告，时间戳可能会偏移
zh_hant: 如果這一集包含廣告，時間戳記可能會偏移

source: Timestamps may not match if episode includes ads
zh_hans: 若节目包含广告，时间戳可能不准确
zh_hant: 若集數包含廣告，時間戳記可能不準確

source: Toggle playback of the current podcast episode
zh_hans: 切换当前播客节目的播放状态
zh_hant: 切換目前 Podcast 集數的播放狀態

source: Token hidden — reveal in Authorization to see / select the full command.
zh_hans: 令牌已隐藏——在“授权”中显示，即可查看／选择完整命令。
zh_hant: 權杖已隱藏——在「授權」中顯示，即可查看／選擇完整指令。

source: Top Episodes
zh_hans: 热门节目
zh_hant: 熱門集數

source: Top Shows
zh_hans: 热门节目
zh_hant: 熱門節目

source: Total Storage Used
zh_hans: 已使用的总存储空间
zh_hant: 已使用的總儲存空間

source: Traditional Chinese
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Transcribe in parallel parts (faster); off = one single-pass run
zh_hans: 并行分段转录（更快）；关闭 = 单次一遍处理
zh_hant: 並行分段轉錄（更快）；關閉 = 單次一遍處理

source: Transcribe long files in parallel chunks — faster.
zh_hans: 将长文件分块并行转写 — 更快。
zh_hant: 將長檔案分塊並行轉寫 — 更快。

source: Transcribe this episode first to ask questions
zh_hans: 先转录这一集才能提问
zh_hant: 先轉錄這一集才能提問

source: Transcribing
zh_hans: 转录中
zh_hant: 轉錄中

source: Transcribing… %lld%%
zh_hans: 转录中… %lld%%
zh_hant: 轉錄中… %lld%%

# Transcribing… %lld%% · part %lld/%lld
source: Transcribing… %1$lld%% · part %2$lld/%3$lld
zh_hans: 转录中… %1$lld%% · 第 %2$lld/%3$lld 部分
zh_hant: 轉錄中… %1$lld%% · 第 %2$lld/%3$lld 部分

source: Transcript
zh_hans: 逐字稿
zh_hant: 逐字稿

source: Transcript actions
zh_hans: 文字稿操作
zh_hant: 文字稿動作

source: Transcript Available
zh_hans: 字幕可用
zh_hant: 字幕可用

source: Transcript copied to clipboard
zh_hans: 字幕已复制到剪贴板
zh_hant: 字幕已複製到剪貼板

source: Transcript Format
zh_hans: 字幕格式
zh_hant: 字幕格式

source: Transcript jobs you start will appear here with live progress.
zh_hans: 你启动的转录任务会显示在这里，并实时更新进度。
zh_hant: 你啟動的轉錄工作會顯示在這裡，並即時更新進度。

source: Transcript only
zh_hans: 仅文字稿
zh_hant: 僅文字稿

source: Transcript options
zh_hans: 字幕选项
zh_hant: 字幕選項

source: Transcript Ready
zh_hans: 字幕已就绪
zh_hant: 字幕已就緒

source: Transcript Settings
zh_hans: 字幕设置
zh_hant: 字幕設定

source: Transcript Sources
zh_hans: 字幕来源
zh_hant: 字幕來源

source: Transcript Text
zh_hans: 字幕文字
zh_hant: 字幕文字

source: Transcription
zh_hans: 转录
zh_hant: 轉錄

source: Transcription Context
zh_hans: 转录上下文
zh_hant: 轉錄脈絡

source: Transcription Failed
zh_hans: 逐字稿生成失败
zh_hant: 逐字稿產生失敗

source: Transcripts
zh_hans: 字幕
zh_hant: 字幕

source: Transcripts can come from:
zh_hans: 字幕来源可以是：
zh_hant: 字幕來源可以是：

source: Translate
zh_hans: 翻译
zh_hant: 翻譯

source: Translate the transcript to unlock additional display modes
zh_hans: 翻译逐字稿以解锁其他显示模式
zh_hant: 翻譯逐字稿以解鎖其他顯示模式

source: Translate To
zh_hans: 翻译至
zh_hant: 翻譯至

source: Translate transcripts when loaded
zh_hans: 加载字幕时自动翻译
zh_hant: 載入字幕時自動翻譯

source: Translate…
zh_hans: 翻译…
zh_hant: 翻譯…

source: Translating...
zh_hans: 翻译中…
zh_hant: 翻譯中…

source: Translation
zh_hans: 翻译
zh_hant: 翻譯

source: Translation Failed
zh_hans: 翻译失败
zh_hant: 翻譯失敗

source: Trending Episodes
zh_hans: 热门节目
zh_hant: 熱門集數

source: Try a different word or shorter phrase.
zh_hans: 请尝试其他词或更短的短语。
zh_hant: 請嘗試其他詞或更短的詞組。

source: Try Again
zh_hans: 重试
zh_hant: 再試一次

source: Type a word or phrase to find every sentence that mentions it.
zh_hans: 输入词或短语，查找提到它的每个句子。
zh_hant: 輸入詞或詞組，尋找提到它的每個句子。

source: Type of analysis performed
zh_hans: 已执行的分析类型
zh_hant: 已執行的分析類型

source: Type of analysis to perform
zh_hans: 要执行的分析类型
zh_hant: 要執行的分析類型

source: Unable to Load
zh_hans: 无法加载
zh_hant: 無法載入

source: Unable to load podcast
zh_hans: 无法加载播客
zh_hant: 無法載入 Podcast

source: Unable to load popular shows
zh_hans: 无法加载热门节目
zh_hant: 無法載入熱門節目

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Unknown tab: %lld
zh_hans: 未知标签：%lld
zh_hant: 未知分頁：%lld

source: Unplayed
zh_hans: 未播放
zh_hant: 未播放

source: Unsave
zh_hans: 取消保存
zh_hant: 取消儲存

source: Unstar
zh_hans: 移除星标
zh_hant: 移除星號

source: Unstar Episode
zh_hans: 移除节目星标
zh_hant: 移除集數星號

source: Unsubscribe
zh_hans: 取消订阅
zh_hant: 取消訂閱

source: Unsubscribe from Podcast
zh_hans: 取消订阅播客
zh_hant: 取消訂閱 Podcast

source: Up Next
zh_hans: 待播列表
zh_hant: 待播清單

source: Updated
zh_hans: 更新于
zh_hant: 更新於

source: Use 'Ask Every Time' for the Model parameter to choose between ChatGPT, Apple Intelligence, Gemini, or other models each time you run the shortcut.
zh_hans: 将模型参数设置为「每次询问」，以便每次运行快捷指令时选择 ChatGPT、Apple Intelligence、Gemini 或其他模型。
zh_hant: 将模型参数设置为「每次询问」，以便每次运行捷徑時選擇 ChatGPT、Apple Intelligence、Gemini 或其他模型。

source: Used for quick tags, listening history summary & episode recommendations (no API key needed)
zh_hans: 用于快速标签、收听历史摘要和节目推荐（无需 API 密钥）
zh_hant: 用於快速標籤、收聽歷史摘要和集數推薦（無需 API 金鑰）

source: Validating feed...
zh_hans: 验证订阅中…
zh_hant: 驗證訂閱中…

source: Version
zh_hans: 版本
zh_hant: 版本

source: Vietnamese
zh_hans: 越南语
zh_hant: 越南文

source: View Episode
zh_hans: 查看单集
zh_hant: 查看單集

source: View Episode Description
zh_hans: 查看节目描述
zh_hant: 查看集數描述

source: View Episodes
zh_hans: 查看节目
zh_hant: 查看集數

source: View on Apple Podcasts
zh_hans: 在 Apple Podcasts 中查看
zh_hant: 在 Apple Podcasts 中查看

source: View Show
zh_hans: 查看节目
zh_hant: 查看節目

source: View your listening history, top shows, and trends
zh_hans: 查看收听记录、热门节目及趋势
zh_hant: 查看聆聽紀錄、熱門節目及趨勢

source: View your listening history, top shows, and trends.
zh_hans: 查看收听记录、热门节目及趋势。
zh_hant: 查看聆聽紀錄、熱門節目及趨勢。

source: Waiting
zh_hans: 等待中
zh_hant: 等待中

source: Waiting for response...
zh_hans: 等待响应中…
zh_hant: 等待回應中…

source: Warnings
zh_hans: 警告
zh_hant: 警告

source: We recommend turning all of these on. You stay in control — decide what to allow.
zh_hans: 我们建议全部开启。 您始终掌握控制权——自行决定允许哪些权限。
zh_hant: 我們建議全部開啟。 您始終掌握控制權——自行決定允許哪些權限。

source: Week
zh_hans: 周
zh_hant: 週

source: Welcome to DoDo
zh_hans: 欢迎使用 DoDo
zh_hant: 歡迎使用 DoDo

source: When enabled, a random unplayed episode will play when the queue is empty
zh_hans: 启用后，当播放队列为空时将自动播放随机未播放节目
zh_hant: 啟用後，當播放佇列為空時將自動播放隨機未播放集數

source: When enabled, a random unplayed episode will play when the queue is empty.
zh_hans: 启用后，当播放队列为空时将自动播放随机未播放节目。
zh_hant: 啟用後，當播放佇列為空時將自動播放隨機未播放集數。

source: When you analyze a transcript, the app will automatically run your shortcut, wait for it to complete, and display the result. No manual copy/paste needed!
zh_hans: 分析逐字稿时，App 会自动运行您的快捷指令，等待完成后显示结果。无需手动复制粘贴！
zh_hant: 分析逐字稿時，App 會自動執行您的捷徑，等待完成後顯示結果。無需手動複製貼上！

source: Whisper Models
zh_hans: Whisper 模型
zh_hant: Whisper 模型

source: Whisper models are downloaded once and stored on device. Larger models produce more accurate transcripts.
zh_hans: Whisper 模型下载一次后存储在设备上，较大的模型可生成更精确的字幕。
zh_hant: Whisper 模型下載一次後儲存在裝置上，較大的模型可產生更精確的字幕。

source: Whisper supports 50+ languages with auto-detection
zh_hans: Whisper 支持 50+ 种语言并可自动检测
zh_hant: Whisper 支援 50 種以上的語言並可自動偵測

source: Yap Server
zh_hans: Yap 服务器
zh_hant: Yap 伺服器

source: Yap Server transcribes using the podcast language by default.
zh_hans: Yap 服务器默认使用播客语言转录。
zh_hant: Yap 伺服器預設使用播客語言轉錄。

source: Yap Server uses a local HTTP service wrapping Apple Speech. No model download required.
zh_hans: Yap 服务器使用封装 Apple Speech 的本地 HTTP 服务，无需下载模型。
zh_hant: Yap 伺服器使用封裝 Apple Speech 的本機 HTTP 服務，無需下載模型。

source: You need to download the episode audio before generating a transcript.
zh_hans: 生成逐字稿前，您需要先下载节目音频。
zh_hant: 產生逐字稿前，您需要先下載集數音訊。

source: You're offline
zh_hans: 你已离线
zh_hant: 你已離線

source: Your Podcasts
zh_hans: 你的播客
zh_hant: 你的 Podcast
